{
  "en": {
    "otherReasons" : {
      "title": "Do you need to upload any other documents?",
      "extraDocuments": "You should only do this if you have acquired new documents since you first applied which are relevant to your application."
    },
    "clarification": {
      "title": "Do you want to submit additional documents?",
      "extraDocs": "You must submit the documents requested by the court. You can also submit additional documents to support your response.",
      "needToProvide": "See the court’s feedback"
    },
    "adultery": {
      "title": "Do you need to upload evidence of the adultery?",
      "adulteryDoc": "You should only do this if your {{ divorceWho }} hasn’t admitted to committing adultery.",
      "extraDocs": "You can also upload any new documents you’ve acquired since you first applied which are relevant to your application."
    },
    "errors": {
      "required": "Select Yes if you want to share any other documents with the court"
    },
    "fields": {
      "upload": {
        "title": "Do you need to upload any other documents?",
        "yes": "Yes",
        "no": "No"
      }
    }
  },
  "cy": {
    "otherReasons" : {
      "title": "Ydych chi angen uwchlwytho unrhyw ddogfennau eraill?",
      "extraDocuments": "Dylech ond wneud hyn os ydych wedi cael dogfennau eraill sy’n berthnasol i’ch cais ers ichi gyflwyno’ch cais i ddechrau. "
    },
    "clarification": {
      "title": "Ydych chi eisiau cyflwyno dogfennau ychwanegol?",
      "extraDocs": "Mae rhaid ichi gyflwyno’r dogfennau y gofynnwyd amdanynt gan y llys.  Gallwch hefyd gyflwyno dogfennau ychwanegol i gefnogi eich ymateb.",
      "needToProvide": "Gweld adborth y llys"
    },
    "adultery": {
      "title": "Ydych chi angen uwchlwytho tystiolaeth am yr odineb?",
      "adulteryDoc": "Dylech ond wneud hyn os nad yw eich {{ divorceWho }} wedi cyfaddef eu bod wedi cyflawni godineb.",
      "extraDocs": "Gallwch hefyd uwchlwytho unrhyw ddogfennau eraill rydych wedi’u cael sy’n berthnasol i’ch cais ers ichi gyflwyno’ch cais i ddechrau. "
    },
    "errors": {
      "required": "Dewiswch ‘Ydw’ os ydych eisiau rhannu unrhyw ddogfennau eraill gyda’r llys"
    },
    "fields": {
      "upload": {
        "title": "Ydych chi angen uwchlwytho unrhyw ddogfennau eraill?",
        "yes": "Ydw",
        "no": "Nac ydw"
      }
    }
  }
}
