{
  "en": {
    "title": "Submit additional documents",
    "imageIsNotEntireDocument": "If the image is not of the entire document and readable by court staff you may be asked to resubmit.",
    "warning": "Warning",
    "usePhone": "You can use your phone to do this now if it has a camera.",
    "uploadDigitalCopies": "You can upload digital copies here, or take a picture with your phone if it has a camera.",
    "clarificationDigitalCopies": "Upload documents that you need to send to the court to respond to the refusal order.",
    "howToTake": "How to take the picture",
    "howToTakeInfo1": "Place your certificate on a flat service in a well lit room. Use a flash if you need to.",
    "howToTakeInfo2": "Take a good quality picture of the entire certificate. You should be able to see its edges.",
    "howToTakeInfo3": "Check that the image is in focus. You must be able to read all the writing on the certificate, including the handwriting. Zoom in if you need to check this.",
    "howToTakeInfo4": "Send the picture to this device (e.g. by email) and save it.",
    "cantUpload": "I can't upload my documents",
    "sendByPost": "How to send in your documents by post",
    "continueWithApplication": "Continue with this application. When you're finished you'll be given a reference number and the address of the Courts and Tribunals Service Centre.",
    "writeTheReference": "Write the reference number on the back of each document.",
    "postToCourt": "Post all your documents to the service centre.",

    "uploadedFiles": "Uploaded files",
    "noFiles": "No files uploaded",
    "remove": "Remove",
    "clickToChooseFile": "Choose a file or take a photo",
    "or": "or",
    "dragAndDrop": "Drag and drop files here",
    "selectFiles": "Select files to upload",
    "upload": "Upload",
    "fileToBig": "This file is too large and exceeds the 10mb limit. Please reduce the size of the file and try again.",
    "dictMaxFilesExceeded": "You can upload a maximum of 10 files.",
    "uploading": "Uploading",
    "pendingUpload": "Pending Upload",
    "hide": "Hide",

    "errors": {
      "errorUnknown" : "Sorry, there has been a problem uploading this file. Please try again later.",
      "errorFileSizeTooLarge" : "This file is too large and exceeds the 10mb limit. Please reduce the size of the file and try again.",
      "errorFileTypeInvalid" : "The file must be in jpg, bmp, tiff, png or PDF format.",
      "errorMaximumFilesExceeded" : "You can upload a maximum of 10 files.",
      "errorVirusFoundInFile": "This file has failed a virus check. Please try again with a different file."
    },
    "fields": {
      "files": {
        "title": "Your submitted documents"
      }
    }
  }
}
