{
  "en": {
    "decreeNisiGrantedTitle": "You have been granted a decree nisi",
    "decreeNisiGrantedDateGranted": "On {{ case.decreeNisiGrantedDate | date }} the court granted you a:",
    "decreeNisiGrantedDecreeNisi": "decree nisi - the first stage of the decree ending your marriage",
    "decreeNisiGrantedCostsOrderCanClaim": "costs order - giving you the right to claim your divorce costs",
    "decreeNisiGrantedNotDivorced": "You are not divorced yet. You will only be divorced when the second stage is complete and you have your decree absolute.",
    "decreeNisiGrantedCompleteTheDivorce": "When you can complete the divorce",
    "decreeNisiGrantedSixWeeks": "You must wait 6 weeks after your decree nisi is granted before you can apply for your decree absolute. You’ll be sent an email when you can apply.",
    "decreeNisiGrantedCourtCanCancel": "The court can cancel (known as rescind) the decree nisi at any time up until the decree absolute, if it’s presented with new evidence showing why you shouldn’t be given a divorce.",
    "decreeNisiGrantedDownloadDecreeNisi": "<a class=\"govuk-link\" href=\"{{ decreeNisiFile.uri | safe }}\" target=\"_blank\" aria-label=\"This link will download the Decree Nisi PDF.\">Download your decree nisi</a> ({{ decreeNisiFile.fileType | upper }}).",
    "decreeNisiGrantedWhatToDoWithCostsOrder": "What to do with your costs order",
    "decreeNisiGrantedRespondentPays": "The order will state what the court has decided your {{ case.divorceWho }} must pay you. They are required to pay you within 14 days of the order being made. If they don’t pay you back within that time, you can use the order to make a money claim against them.",
    "decreeNisiGrantedCoRespondentPays": "The order will state what the court has decided the co-respondent must pay you. They are required to pay you within 14 days of the order being made. If they don’t pay you back within that time, you can use the order to make a money claim against them.",
    "decreeNisiGrantedRespondentAndCoRespondentPays": "The order will state what the court has decided your {{ case.divorceWho }} and the co-respondent must pay you. They are required to pay you within 14 days of the order being made. If they don’t pay you back within that time, you can use the order to make a money claim against them.",
    "decreeNisiGrantedDownloadCostsOrder": "<a class=\"govuk-link\" href=\"{{ costsOrderFile.uri | safe }}\" target=\"_blank\" aria-label=\"This link will download the Costs Order PDF.\">Download your costs order</a> ({{ costsOrderFile.fileType | upper }})."
  },
  "cy": {
    "decreeNisiGrantedTitle": "Rydych wedi cael Dyfarniad Nisi",
    "decreeNisiGrantedDateGranted": "Ar {{ case.decreeNisiGrantedDate | date }} mi ganiataodd y llys:",
    "decreeNisiGrantedDecreeNisi": "Ddyfarniad Nisi - dyma gam cyntaf y dyfarniad fydd yn dod â’ch priodas i ben",
    "decreeNisiGrantedCostsOrderCanClaim": "Gorchymyn Costau - sy’n rhoi'r hawl ichi hawlio costau'r ysgariad",
    "decreeNisiGrantedNotDivorced": "Nid ydych wedi ysgaru eto. Dim ond pan fydd yr ail gam wedi’i gwblhau ac y byddwch wedi cael eich Dyfarniad Absoliwt y byddwch wedi ysgaru.",
    "decreeNisiGrantedCompleteTheDivorce": "Pryd allwch gwblhau'r ysgariad",
    "decreeNisiGrantedSixWeeks": "Rhaid ichi aros 6 wythnos ar ôl i'ch Datganiad Nisi gael ei ganiatáu cyn y gallwch wneud cais am Ddyfarniad Absoliwt.  Fe gewch neges e-bost pan ganiateir ichi wneud cais.",
    "decreeNisiGrantedCourtCanCancel": "Gall y llys ganslo (a elwir yn ‘dadwneud’) y Datganiad Nisi unrhyw bryd hyd at y Dyfarniad Absoliwt, os bydd yn cael tystiolaeth newydd sy’n dangos pam na ddylech gael ysgariad.",
    "decreeNisiGrantedDownloadDecreeNisi": "<a class=\"govuk-link\" href=\"{{ decreeNisiFile.uri | safe }}\" target=\"_blank\" aria-label=\"Bydd y ddolen hon yn lawrlwytho’r Dyfarniad Nisi ar ffurf PDF.\">Lawrlwythwch eich Dyfarniad Nisi</a> ({{ decreeNisiFile.fileType | upper }}).",
    "decreeNisiGrantedWhatToDoWithCostsOrder": "Beth i'w wneud gyda’ch Gorchymyn Costau",
    "decreeNisiGrantedRespondentPays": "Bydd y gorchymyn yn nodi faint mae’r llys wedi penderfynu y bydd rhaid i’ch {{ case.divorceWho }} dalu. Bydd rhaid iddynt eich talu o fewn 14 diwrnod i’r gorchymyn gael ei wneud.  Os na fyddant yn eich talu o fewn y cyfnod hwnnw, yna gallwch ddefnyddio'r gorchymyn i wneud hawliad am arian yn eu herbyn.",
    "decreeNisiGrantedCoRespondentPays": "Bydd y gorchymyn yn nodi faint mae’r llys wedi penderfynu y bydd rhaid i’r Cyd-atebydd dalu. Bydd rhaid iddynt eich talu o fewn 14 diwrnod i’r gorchymyn gael ei wneud. Os na fyddant yn eich talu o fewn y cyfnod hwnnw, yna gallwch ddefnyddio'r gorchymyn i wneud hawliad am arian yn eu herbyn.",
    "decreeNisiGrantedRespondentAndCoRespondentPays": "Bydd y gorchymyn yn nodi faint mae’r llys wedi penderfynu y bydd rhaid i’ch {{ case.divorceWho }} a’r Cyd-atebydd dalu. Bydd rhaid iddynt eich talu o fewn 14 diwrnod i’r gorchymyn gael ei wneud. Os na fyddant yn eich talu o fewn y cyfnod hwnnw, yna gallwch ddefnyddio'r gorchymyn i wneud hawliad am arian yn eu herbyn.",
    "decreeNisiGrantedDownloadCostsOrder": "<a class=\"govuk-link\" href=\"{{ costsOrderFile.uri | safe }}\" target=\"_blank\" aria-label=\"Bydd y ddolen hon yn lawrlwytho’r Gorchymyn Costau ar ffurf PDF.\">Lawrlwythwch eich Gorchymyn Costau</a> ({{ costsOrderFile.fileType | upper }})."
  }
}
